<article class="indent-bot">
  <h2>Welcome to our web site:</h2>
  <div class="wrapper hr-border-1">
      <div class="welcome">
          <img src="images/slide-1.jpg">
          जिल्ला कृषि विकास कार्यालय स्याङ्जा को आधिकारिक वेबपेजमा हार्दिक स्वागत छ । स्याङ्जा एक मध्य पहाडी जिल्ला हो र यहाँको करिब ८३.५ प्रतिशत जनसंख्या कृषिमा पेशा मा संलग्न रहेका छन्। अधिकाँस जनसंख्या कृषि मा आश्रित भएपनि कृषि क्षेत्रको आधुनिकीकरण र व्यवसायीकरण अझै प्रयाप्त मात्रामा भएको छैन।
         स्याङ्जा जिल्लामा कृषि बिकासको थालनी हेर्दा त्रिभूवन ग्रामीण बिकास कार्यक्रम मार्फत २०१४ सालबाट शूरु भएता पनि संस्थागत रुपमा २०२४ सालमा कृषि शाखाको नामबाट स्थापना भएको पाईन्छ । विभिन्न समयमा संगठनात्मक परिवर्तन सहित हाल आएर जिल्ला कृषि बिकास कार्यालय, स्याङ्जाको नामबाट यसले कृषि प्रसार सेवा पुर्याउदै आएको छ । 
          आर्थिक विकासको मुख्य आधार नै कृषि भएकोले आधुनिक कृषि प्रणालीको प्रचार र प्रयोग गरी परम्परागत कृषिमा आधारित खेती प्रणालिमा सुधार ल्याई निर्वाहमुखि खेति लाई व्यवसायमुखि वनाई कृषकको आयआर्जनमा बृद्दि तथा जीवनस्तरमा सुधार ल्याउने दीर्घकालीन सोच सहित जिल्ला कृषि बिकास कार्यालय स्याङ्जाको स्थापना भएको हो।स्थापना काल देखी नै यस कार्यालयले कृषि आधुनिकीकरण तथा व्यावसायिकरण मार्फत कृषि उत्पादन र उत्पादकत्व बृद्धि गर्नमा मुख्य ध्यान केन्द्रित गरेको छ ।   
          आम कृषकहरुको को ईच्छा, आकांक्षा र माग अनुसार का कृषि कार्यक्रमहरु संचालन गर्दै समस्याहरुको पहिचान तथा निकास दिदै कार्यालयले कृषि प्रसार
          
      </div>    
  </div>
  <div class="alignright">
      <a href="#" class="button">Read more</a>
  </div>
</article>

<article class="indent-bot">
  <h2>Welcome to our web site:</h2>
  <div class="wrapper hr-border-1">
      <div class="welcome">
          <img src="images/slide-1.jpg">
          जिल्ला कृषि विकास कार्यालय स्याङ्जा को आधिकारिक वेबपेजमा हार्दिक स्वागत छ । स्याङ्जा एक मध्य पहाडी जिल्ला हो र यहाँको करिब ८३.५ प्रतिशत जनसंख्या कृषिमा पेशा मा संलग्न रहेका छन्। अधिकाँस जनसंख्या कृषि मा आश्रित भएपनि कृषि क्षेत्रको आधुनिकीकरण र व्यवसायीकरण अझै प्रयाप्त मात्रामा भएको छैन।
         स्याङ्जा जिल्लामा कृषि बिकासको थालनी हेर्दा त्रिभूवन ग्रामीण बिकास कार्यक्रम मार्फत २०१४ सालबाट शूरु भएता पनि संस्थागत रुपमा २०२४ सालमा कृषि शाखाको नामबाट स्थापना भएको पाईन्छ । विभिन्न समयमा संगठनात्मक परिवर्तन सहित हाल आएर जिल्ला कृषि बिकास कार्यालय, स्याङ्जाको नामबाट यसले कृषि प्रसार सेवा पुर्याउदै आएको छ । 
          आर्थिक विकासको मुख्य आधार नै कृषि भएकोले आधुनिक कृषि प्रणालीको प्रचार र प्रयोग गरी परम्परागत कृषिमा आधारित खेती प्रणालिमा सुधार ल्याई निर्वाहमुखि खेति लाई व्यवसायमुखि वनाई कृषकको आयआर्जनमा बृद्दि तथा जीवनस्तरमा सुधार ल्याउने दीर्घकालीन सोच सहित जिल्ला कृषि बिकास कार्यालय स्याङ्जाको स्थापना भएको हो।स्थापना काल देखी नै यस कार्यालयले कृषि आधुनिकीकरण तथा व्यावसायिकरण मार्फत कृषि उत्पादन र उत्पादकत्व बृद्धि गर्नमा मुख्य ध्यान केन्द्रित गरेको छ ।   
          आम कृषकहरुको को ईच्छा, आकांक्षा र माग अनुसार का कृषि कार्यक्रमहरु संचालन गर्दै समस्याहरुको पहिचान तथा निकास दिदै कार्यालयले कृषि प्रसार
          
      </div>    
  </div>
  <div class="alignright">
      <a href="#" class="button">Read more</a>
  </div>
</article>